{
  "TITLE": " Counting Of Bypoll Votes Tomorrow In three Lok Sabha, seven Assembly Seats ",
  "DESCROPTION": " Counting will begin at eight am under multi-tier security cover. At 1st, postal btotalots will be counted & then EVMs opened.\r\n\r\n ",
  "IMAGES": "",
  "CONTENT": "Polling in Tripura on Thursday was the highest at 76.62 per cent.The fate of Tripura Chief Minister Manik Saha among others will be decided on Sunday when counting of votes takes place in 3 Lok Sabha & 7 assembly seats spread across 5 states & Delhi where bypolls were held on June 23.Counting will begin at eight am under multi-tier security cover. At 1st, postal btotalots will be counted & then EVMs opened.Tripura has the highest number of 4 seats -- Agartala, Jubarajnagar, Surma & Town Bardowali. Saha, who is contesting from Town Bardowali, needs to win this election to continue as the chief minister. He is a Rajya Sabha member who was sworn in last month next the then chief minister Biplab Deb's sudden resignation.Polling in Tripura on Thursday was the highest at 76.62 per cent.Lok Sabha by-elections were held in Rampur & Azamgarh constituencies in Uttar Pradesh & Sangrur seat in Punjab.The other constituencies where assembly bypolls were held were Rajinder Nagar in Delhi, M&ar in Jharkh&'s Ranchi district & Atmakuru in &hra Pradesh.The bypolls in Uttar Pradesh were necessitated by resignations of Samajwadi Party chief Akhilesh Yadav & party leader Azam Khan from Azamgarh & Rampur seats, respectively.Both leaders quit as Lok Sabha members following their election to the Uttar Pradesh legislative assembly in the elections held earlier this year.In Rampur, the BJP fielded Ghanshyam Singh Lodhi, who recently joined the party. Asim Raja, h&picked by Azam Khan is the SP c&idate. The Mayawati-led BSP is not contesting from Rampur.The Azamgarh seat saw a triangular contest among BJP's Dinesh Lal Yadav 'Nirhua', a Bhojpuri actor-singer, SP's Dharmendra Yadav & BSP's Shah Alam, also known as Guddu Jamali.In Sangrur, the bypoll was necessitated following the resignation of Chief Minister Bhagwant Mann from the Lok Sabha next he was elected as an MLA in the state assembly elections earlier this year.Mann had won the Sangrur seat in the 2014 & 2019 parliamentary elections.The ruling Aam Aadmi Party (AAP) in Punjab is facing its 1st test of popularity next its impressive performance in the assembly polls.The bypolls were held at a time when the AAP is facing opposition heat over the law-&-order scenario in the state & the killing of singer Sidhu Moosewala.The AAP has fielded Gurmail Singh, the party's Sangrur district in-charge; the main opposition Congress former Dhuri MLA Dalvir Singh Goldy, while the BJP c&idate is former Barnala MLA Kewal Dhillon, who had joined the party on June 4.Kamaldeep Kaur, sister of Balwant Singh Rajoana, a convict in former Punjab chief minister Beant Singh's assassination case, was fielded by the SAD.Shiromani Akali Dal (Amritsar) chief Simranjit Singh Mann is also in the fray.The by-election in Jharkh& was necessitated next the disqualification of B&hu Tirkey as an MLA in the wake of his conviction in a corruption case. A special CBI court in Jharkh& had on March 28 sen10ced Tirkey to 3 years imprisonment.The Congress has fielded his daughter, Shilpi Neha Tirkey, as the common c&idate of the ruling JMM-led coalition, while the BJP has nominated former legislator Gangotri Kujur in the seat. The Congress & the RJD are the 2 other constituents of the ruling totaliance in Jharkh&.Independent c&idate Dev Kumar Dhan, backed by Asaduddin Owaisi's total India(Bharat)Majlis-e-Ittehadul Muslimeen (AIMIM), is also in the fray.In Delhi's Rajinder Nagar, AAP's Durgesh Pathak is likely to have a close contest with BJP's Rajesh Bhatia, who had also been a councillor from the area. The Congress' nominee is Prem Lata.The bypoll was necessitated in the wake of AAP leader Raghav Chadha leaving the seat next being elected to the Rajya Sabha recently.PromotedLis10 to the latest songs, only on JioSaavn.comThe by-election in &hra Pradesh is being held to fill the vacancy caused due to the death of Industries Minister Mekapati Goutham Reddy in February. His younger brother Vikram Reddy is the ruling YSR Congress c&idate & he is locked in a contest with BJP's G Bharat Kumar Yadav. (Except for the headline, this story has not been edited by NEEDEVERY.IN staff & is published from a syndicated feed.)",
  "LEBALS": ""
}